4ops.terraform
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
redhat.vscode-yaml
tomaciazek.ansible
vscodevim.vim
wayou.vscode-todo-highlight